Repository: medkhabt/Language_diversity_common_crawler
Catalog: libs/boilerplate_removal/victoria/pavuk/po/*.po
Languages: de

source: -pattern $list - list of wildcard patterns for files
de: -pattern $list - Liste der Wildcard-Muster für Dateien

source: -rpattern $re - RE matching pattern for files
de: -pattern $list - Liste der regulären Ausdrücke für Dateien

source: -skip_pattern $list - list of skip wildcard patterns for files
de: -skip_pattern $list - Liste der zu überspringenden Dateien (Wildcard-Muster)

source: -skip_rpattern $re - skip RE matching pattern for files
de: -skip_pattern $list - Liste der zu überspringenden Dateien (reguläre Ausdrücke)

source: -url_pattern $list - list of wildcard patterns for urls
de: -url_pattern $list - Liste der Wildcard-Muster für URLs

source: -url_rpattern $re - RE matching pattern for urls
de: -url_pattern $re - Liste der regulären Ausdrücke für URLs

source: -skip_url_pattern $list - list of wildcard patterns for urls
de: -skip_url_pattern $list - Liste der zu überspringenden URLs (Wildcard-Muster)

source: -skip_url_rpattern $re - RE matching patterns for urls
de: -skip_url_pattern $list - Liste der zu überspringenden URLs (reguläre Ausdrücke)

source: -mode $mode - set operation mode normal - recurse throught WWW (default) linkupdate - update remote links in local tree sync - synchronize local tree with remote WWW servers singlepage - single page with inline objects singlereget - reget file until not whole resumeregets - reget all files which are broken dontstore - transfer documents, but don't store reminder - checks URLs if they are changed ftpdir - list content of FTP directory mirror - make exact copy of remote site
de: -mode $mode - setze Arbeitsmodus normal - rekursiv durchs WWW (Vorgabe) linkupdate - aktualisiere Links im lokalen Baum sync - synchronisiere lokalen Baum mit WWW-Server singlepage - einzelne Seite mit Inline-Objekten singlereget - wiederhole Datei solange sie nicht komplett ist resumeregets - wiederhole alle defekten Dateien dontstore - übertrage Dokumente ohne speichern reminder - überprüfe URLs auf Änderungen ftpdir - zeige Inhalt des FTP-Verzeichnisses mirror - erzeuge exakte Kopie des Servers

source: -ftp_proxy $site[:$port] - ftp proxy/cache server
de: -ftp_proxy $site[:$port] - Proxy-Server für FTP

source: -http_proxy $site[:$port] - http proxy/cache server
de: -http_proxy $site[:$port] - Proxy-Server für HTTP

source: -gopher_proxy $site[:$port] - gopher proxy/cache server
de: -gopher_proxy $site[:$port] - Proxy-Server für Gopher

source: -ssl_proxy $site[:$port] - ssl proxy server
de: -ssl_proxy $site[:$port] - Proxy-Server für SSL

source: -gopher_httpgw/-nogopher_httpgw - specified gopher proxy is HTTP gateway for Gopher
de: -gopher_httpgw/-nogopher_httpgw - angegebener Gopher-Proxy ist HTTP-Gateway für Gopher

source: -ftp_httpgw/-noftp_httpgw - specified ftp proxy is HTTP gateway for FTP
de: -ftp_httpgw/-noftp_httpgw - angegebener FPT-Proxy ist HTTP-Gateway für FTP

source: -ftp_dirtyproxy/-noftp_dirtyproxy - use CONNECT request to HTTP proxy for FTP connections
de: -ftp_dirtyproxy/-noftp_dirtyproxy - verwende CONNECT-Anfrage zum HTTP-Proxy für FTP-Verbindungen

source: -xmaxlog - maximal length of log window
de: -xmaxlog - maximale Länge des Log-Fensters

source: -dumpscn $str - save scenario in scndir with name $str
de: -dumpscn $str - speichere Szenario in scndir unter dem Namen $str

source: -maxsize $nr - maximal allowed size of document in bytes
de: -maxsize $nr - maximal erlaubte Größe der zu ladenden Dokumente (in Bytes)

source: -minsize $nr - minimal allowed size of document in bytes
de: -minsize $nr - minimal erlaubte Größe der zu ladenden Dokumente (in Bytes)

source: -http_proxy_pass $str - password for HTTP proxy authorization
de: -http_proxy_pass $str - Passwort für HTTP-Proxy-Authentifizierung

source: -http_proxy_user $str - user name for HTTP proxy authorization
de: -http_proxy_user $str - Benutzername für HTTP-Proxy-Authentifizierung

source: -http_proxy_auth 1/2/3 - authorization scheme for HTTP proxy authorization
de: -http_proxy_auth 1/2/3 - Schema für HTTP-Proxy-Authentifizierung

source: -logfile $file - name of file where mesages are stored
de: -logfile $file - Dateiname zum Speichern von Meldungen

source: -slogfile $file - name of file where short log will be stored
de: -slogfile $file - Dateiname zum Speichern von verkürzten Meldungen

source: -tlogfile $file - name of file where time log will be stored
de: -tlogfile $file - Dateiname zum Speichern der Zeit-Meldungen

source: -trelative $str (object/program) - what timings are relative to
de: -trelative $str (object/program) - Basis für relative Zeitangaben

source: -transparent_proxy $site[:$port] - transparent proxy
de: -transparent_proxy $site[:$port] - transparenter Proxy-Server

source: -transparent_ssl_proxy $site[:$port] - transparent SSL proxy
de: -transparent_proxy $site[:$port] - transparenter SSL-Proxy-Server

source: -noencode - do not perform rfc 2396 character encoding
de: -noencode - keine RFC 2396-Zeichensatzkodierung

source: -stime/-nostime - write starting and ending time of transfer
de: -stime/-nostime - weise Anfangs- und Endzeit der Übertragung aus

source: -remove_old/-noremove_old - remove improper files or directories while running in sync mode
de: -remove_old/-noremove_old - entferne ungültige Dateien oder Verzeichnisse solange im Sync-Modus

source: -remove_before_store/-noremove_before_store - remove file before storing new content
de: -remove_before_store/-noremove_before_store - Datei vor Speichern neuen Inhalts löschen

source: -always_mdtm/-noalways_mdtm - always use MDTM to determine modifictaion time of remote file; never use values from file listing
de: -always_mdtm/-noalways_mdtm - Immer MDTM nutzen, um Änderungszeit der entfernten zu ermitteln. Niemals Werte aus Dateiliste nutzen.

source: -auth_file $file - file where you have stored your auth infos see manual for format description
de: -auth_file $file - Datei, in der die Authentifizierung-Informationen gespeichert sind (siehe Anleitung für Formatbeschreibung)

source: -base_level $nr - number of levels of directory tree to omit from top
de: -base_level $nr - Anzahl der von oben auszulassenden Ebenen im Verzeichnisbaum

source: -ftp_active - select active FTP data connection
de: -ftp_active - wähle aktive FTP-Datenverbindung

source: -ftp_passive - select passive FTP data connection
de: -ftp_passive - wähle passive FTP-Datenverbindung

source: -active_ftp_port_range $min:$max - range of FTP data connection ports used for active ftp
de: -active_ftp_port_range $min:$max - Bereich der FTP-Verbindungsports für active Verbindungen

source: -msgcat $dir - directory where message catalogs are stored
de: -msgcat $dir - Verzeichnis, in welchem die Meldungskataloge gespeichert werden

source: -language $str - set language for messages
de: -language $str - setze Sprache für Meldungen

source: -quiet - don't show output messages
de: -quiet - zeige keine Ausgabemeldungen

source: -verbose - show output messages (default)
de: -verbose - zeige Ausgabemeldungen (Vorgabe)

source: -newer_than $time - download only documents newer than $time format of $time: YYYY.MM.DD.hh:mm
de: -newer_than $time - hole nur Dokumente, die jünger als $time sind Format für $time: JJJJ.MM.TT.hh:mm

source: -older_than $time - download only documents older than $time format of $time: YYYY.MM.DD.hh:mm
de: -older_than $time - hole nur Dokumente, die älter als $time Format für $time: JJJJ.MM.TT.hh:mm

source: -schedule $time - schedule pavuk start at $time format of $time: YYYY.MM.DD.hh:mm
de: -schedule $time - starte Pavuk um $time Format für $time: JJJJ.MM.TT.hh:mm

source: -reschedule $nr - number of hours between two runs for cyclic scheduling
de: -reschedule $nr - Zahl der Stunden zwischen zwei Läufen für zyklisches Starten

source: -dont_leave_site/-leave_site - don't/leave site of starting URL
de: -dont_leave_site/-leave_site - verlasse nicht/verlasse die Site der Anfangs-URL

source: -dont_leave_dir/-leave_dir - don't/leave directory of starting URL
de: -dont_leave_dir/-leave_dir - verlasse nicht/verlasse das Verzeichnis der Anfangs-URL

source: -preserve_time/-nopreserve_time - preserve document modification time
de: -preserve_time/-nopreserve_time - behalte das Modifizierungsdatum des Dokuments

source: -preserve_perm/-nopreserve_perm - preserve document permissions
de: -preserve_perm/-nopreserve_perm - bewahre Zugriffsrechte des Dokuments

source: -preserve_slinks/-nopreserve_slinks - preserve absolute symlinks
de: -preserve_slinks/-nopreserve_slinks - behalte absolute symbolische Links

source: -cookie_file $file - file where are stored cookie infos
de: -cookie_file $file - Datei, in der Cookies im Netscape-Format gespeichert werden

source: -cookie_send/-nocookie_send - send cookie info in HTTP request
de: -cookie_send/-nocookie_send - sende Cookie-Information in HTTP-Anfrage

source: -cookie_recv/-nocookie_recv - accept cookies from HTTP response
de: -cookie_recv/-nocookie_recv - akzeptiere Cookies der HTTP-Antwort

source: -cookie_update/-nocookie_update - update cookies in cookies file
de: -cookie_update/-nocookie_update - aktualisiere Cookies in der Cookie-Datei

source: -cookie_check/-nocookie_check - check if cookies are set for source domain
de: -cookie_check/-nocookie_check - überprüfe, ob Cookies für Quelldomain gesetzt sind

source: -cookies_max $nr - maximal number of cookies in cookie cache
de: -cookies_max $nr - maximale Anzahl der Cookies im Cookie-Cache

source: -disabled_cookie_domains $list - comma-separated list of disabled cookie domains
de: -disabled_cookie_domains $list - Komma-getrennte Liste der gesperrten Cookie-Domains

source: -disable_html_tag $TAG,[$ATTRIB][;...] - disable processing of URLs from attribute $ATTRIB of HTML tag $TAG
de: -disable_html_tag $TAG,[$ATTRIB][;...] - sperre Verarbeitung von URLs mit Attribut $ATTRIB des HTML-Tags $TAG

source: -enable_html_tag $TAG,[$ATTRIB][;...] - enable proccessing of URLs from attribute $ATTRIB of HTML tag $TAG
de: -enable_html_tag $TAG,[$ATTRIB][;...] - erlaube Verarbeitung von URLs mit Attribut $ATTRIB des HTML-Tags $TAG

source: -gui_font $font - font name used in GUI interface
de: -gui_font $font - Fontname, der im GUI verwendet wird

source: -tr_del_chr $str - characters that will be deleted from local filename
de: -tr_del_chr $str - Zeichen, die aus dem lokalen Dateinamen entfernt werden

source: -tr_str_str $str1 $str2 - translate $str1 to $str2 in local filename
de: -tr_str_str $str1 $str2 - ersetze $str1 nach $str2 im lokalen Dateinamen

source: -tr_chr_chr $chrset1 $chrset2 - translate $chrset1 to $chrset2 in local filename
de: -tr_chr_chr $chrset1 $chrset2 - ersetze $chrset1 nach $chrset2 im lokalen Dateinamen

source: -index_name $str - name of directory index instead of _._.html
de: -index_name $str - Name des Verzeichnis-Indexes anstelle von _._.html

source: -store_name $str - filename for first downloaded document
de: -store_name $str - Dateiname für zuerst geholtes Dokument

source: -check_size/-nocheck_size - compare received size of file with that provided by remote server
de: -check_size/-nocheck_size - vergleiche empfangene Größe mit der des remote servers

source: -urls_file $file - URLs should be read from file, until line with single "." occurs in input
de: -urls_file $file - URLs sollen bis zu einer Zeile mit einem einzelnen "." aus einer Datei gelesen werden

source: -bg/-nobg - detach pavuk proces from terminal and don't output any messages on screen
de: -bg/-nobg - entferne Pavuk vom Terminal und gebe keinerlei Meldungen aus

source: -maxrate $nr - limit to maximal speed of transfer (kB/s)
de: -maxrate $nr - beschränke auf maximale Übertragungsgeschwindigkeit (kB/s)

source: -minrate $nr - limit to minimal speed of transfer (kB/s)
de: -minrate $nr - beschränke auf minimale Übertragungsgeschwindigkeit (kB/s)

source: -bufsize $nr - size of read buffer (kB)
de: -bufsize $nr - Größe des Lesepuffers (kB)

source: -file_quota $nr - maximal size of file to transfer (kB)
de: -file_quota $nr - maximale Größe der zu übertragenden Datei (kB)

source: -trans_quota $nr - maximal amount of transfer per session (kB)
de: -trans_quota $nr - maximale Übertragungsmenge pro Sitzung (kB)

source: -fs_quota $nr - disk free space quota (kB)
de: -fs_quota $nr - freie Plattenplatz-Quota (kB)

source: -enable_js/-disable_js - enable downloading of javascript source files
de: -enable_js/-disable_js - Holen von Javascript-Quelldateien an/aus

source: -fnrules $t $m $r - local filename construction rules (for better description see manual)
de: -fnrules $t $m $r - Regeln für die Erzeugung des lokalen Dateinamens (siehe Anleitung)

source: -store_info/-nostore_info - store document info files with each document
de: -store_index/-nostore_index - speichere Dokument-Informationsdateien mit jedem Dokument

source: -all_to_local/-noall_to_local - change all links inside HTML document to local immediately after download
de: -all_to_local/-noall_to_local - ändere gleich nach dem Holen alle Links im HTML-Dokument zu lokalen Links

source: -sel_to_local/-nosel_to_local - change all links inside HTML document which acomplish the limits, to local immediately after download
de: -sel_to_local/-nosel_to_local - ändere gleich nach dem Holen alle Links im HTML-Dokument, welche die Beschränkungen einhalten, zu lokalen Links

source: -all_to_remote/-noall_to_remote - change all links inside HTML document to remote immediately after download and don't do any further changes to it
de: -all_to_remote/-noall_to_remote - ändere gleich nach dem Holen alle Links im HTML-Dokument zu entfernten Links und mache keine weiteren Änderungen

source: -remind_cmd $str - command which sends result from reminder mode
de: -remind_cmd $str - Befehl, welcher die Ergebnisse im Erinnerungs-Modus sendet

source: -auto_referer/-noauto_referer - in HTTP request send for each starting URL Referer: field which contains its own URL
de: -auto_referer/-noauto_referer - sende für jede Anfangs-URL in der HTTP-Anforderung ein Referer:-Feld mit der eigenen URL

source: -referer/-noreferer - send Referer: field in HTTP request
de: -referer/-noreferer - sende Referer-Feld in HTTP-Anfrage

source: -persistent/-nopersistent - use persistent connections
de: -persistent/-nopersistent - nutze durchgehende Verbindungen

source: -url_strategy $strategy - scheduling strategy for URLs (this means order how URLs will be downloaded) $strategy is one of : level - level order in URL tree leveli - level order in URL tree, but inline objects go first pre - pre-order in URL tree prei - pre-order in URL tree, but inline objects go first
de: -url_strategy $strategy - Reihenfolge des Herunterladens von URLs $strategy ist: level - Ebene im URL-Baum leveli - Ebene im URL-Baum, jedoch kommen Inline-Objekte zuerst pre - pre-Ordnung im URL-Baum prei - pre-Ordnung im URL-Baum, jedoch kommen Inline-Objekte zuerst

source: -nscache_dir $dir - path to Netcape browser cache directory
de: -nscache_dir $dir - Pfad zu Netscapes Cache-Verzeichnis

source: -ie_cache - allow loading of files from MSIE browser cache
de: -ie_cache - erlaube Laden von Dateien aus dem MSIE-Cache

source: -remove_adv/-noremove_adv - enable removing of advertisement banners assumes you have setup regular expresions for matching adv banners with -adv_re option
de: -remove_adv/-noremove_adv - schalte Entfernen von Werbebanner ein Annahme: regulärer Ausdruck zum Matchen der URLs mit der -adv_re-Option gesetzt

source: -adv_re $RE - regular expressions for matching advertisement banner URLs
de: -adv_re $RE - regulärer Ausdruck zum Matchen der Werbebanner-URLs

source: -send_if_range/-nosend_if_range - send If-Range header in HTTP request turn this of when server support reget, but generates different Etags for two requests
de: -send_if_range/-nosend_if_range - sende If-Range-Header in der HTTP-Anforderung schalten Sie dies ab, wenn der Server reget unterstützt (dies generiert jedoch verschiedene Etags für zwei Requests)

source: -sched_cmd $str - command for scheduling
de: -sched_cmd $str - Befehl für Erinnerungs-Modus

source: -unique_log/-nounique_log - when original log file locked try to find other with numbering extension which is not locked
de: -unique_log/-nounique_log - wenn originale Logdatei gelockt ist, versuche anderen Namen zu finden, der nicht gelockt ist (durch Anhängen von Nummern)

source: -read_css/-noread_css - fetch objects mentioned in style sheets
de: -read_css/-noread_css - hole in Style-Sheets verlinkte Dateien

source: -post_cmd $str - postprocessing command, which will be invoked after document will be successfully downloaded
de: -post_cmd $str - Nachbearbeitungs-Kommando, welches nach dem erfolgreichen Holen ausgeführt wird

source: -ssl_version $v - version of SSL protocol used for communication, valid values: ssl23,ssl2,ssl3,tls1
de: -ssl_version $v - Version des SSL-Protokolls für die Kommunikation, gültige Werte: ssl23,ssl2,ssl3,tls1

source: -ssl_version $v - version of SSL protocol used for communication, valid values: ssl23,ssl2,ssl3
de: -ssl_version $v - Version des SSL-Protokolls für die Kommunikation, gültige Werte: ssl23,ssl2,ssl3

source: -unique_sslid/-nounique_sslid - use unique SSL ID with each SSL session
de: -unique_sslid/-nounique_sslid - verwende einzigartige SSL-ID mit jeder SSL-Sitzung

source: -httpad $hdr - additional HTTP header
de: -httpad $hdr - zusätzlicher HTTP-Header

source: -statfile $str - statistical report from downloading progress
de: -statfile $str - statistischer Report des Ladefortschritts

source: -ewait - wait to finish program after downloading progress is done
de: -ewait - warte auf das Ende des Programms, nachdem das Holen abgeschlossen ist

source: -aip_pattern $re - pattern for allowed IP addresses of servers
de: -aip_pattern $re - Muster für erlaubte Server-IP-Adressen

source: -dip_pattern $re - pattern for disallowed IP addresses of servers
de: -dip_pattern $re - Muster für nichterlaubte Server-IP-Adressen

source: -site_level $nr - maximum allowed number of sites to leave from starting site
de: -site_level $nr - Maximales Fortbewegen von der Startseite aus (in Zahl der Seiten)

source: -max_time $nr - set maximal amount of time for program run in minutes, default 0 == no limit you can use floating point numbers, to specify subminute times
de: -max_time $nr - setze Maximalzeit für den Programmlauf in Minuten Vorgabe 0 == kein Limit, es können auch Gleitkommazahlen zur Angabe von Sekundenbruchteilen genutzt werden

source: -local_ip $str - use this local ip address of network interface. This option is for multihomed machines.
de: -local_ip $str - verwende diese lokale IP-Adresse des Netzwerk-Interfaces. (Option für multihomed-Maschinen).

source: -hash_size $nr - size of internal hash tables for performance tuning
de: -hash_size $nr - Größe der internen Hashtabellen zum Tunen der Performance

source: -immesg/-noimmesg - write messages immediately after produced, not just when safe (from MT point of view)
de: -immesg/-noimmesg - schreibe Meldungen sofort nach dem Erzeugen, nicht erst, wenn es sicher ist (aus MT-Sicht)

source: -del_after/-nodel_after - delete FTP document after succesfull transfer
de: -del_after/-nodel_after - lösche FTP-Dokument nach dem erfolgreichen Transfer

source: -unique_name/-nounique_name - always generate unique name for each document
de: -unique_name/-nounique_name - generiere einen einzigartigen Namen für jedes Dokument

source: -leave_site_enter_dir/-dont_leave_site_enter_dir - leave directory which we first entered on site
de: -leave_site_enter_dir/-dont_leave_site_enter_dir - verlasse nicht/verlasse das Verzeichnis in dem die Seite betreten wurde

source: -dump_after/-nodump_after - when used with option -dumpfd, dump document after successful download and processing of HTML documents
de: -dump_after/-nodump_after - wenn mit der Option -dumpfd verwendet, Dokument nach dem erfolgreichen Holen und Bearbeiten der HTML-Dokumente ablegen

source: -dump_response/-nodump_response - when used with option -dumpfd, also responses from HTTP servers will be dumped
de: -dump_response/-nodump_response - wenn mit der Option -dumpfd verwendet werden HTTP-Server-Antworten ebenfalls abgelegt

source: -auth_ntlm_domain $str - SMB domain name for HTTP NTLM authorization
de: -auth_ntlm_domain $str - SMB-Domainname für HTTP-NTLM-Autorisierung

source: -auth_proxy_ntlm_domain $str - SMB domain name for HTTP proxy NTLM authorization
de: -auth_proxy_ntlm_domain $str - SMB-Domainname für HTTP-Proxy-NTLM-Autorisierung

source: -js_pattern $re - additional RE patterns for matching URLs in DOM event attributes of HTML tags
de: -js_pattern $re - zusätzliche RE-Muster für passende URLs in DOM-Event-Attributen der HTML-Tags

source: -retrieve_symlink/-noretrieve_symlink - retrieve symliks like regular files or directories
de: -retrieve_symlink/-noretrieve_symlink - hole symbolischen Links wie normale Dateien oder Verzeichnisse

source: -js_transform $p $t $h $a - custom JS pattern with transformation $p - pattern $t - transfomation $h - HTML tag or * or "" $a - HTML attrib
de: -js_transform $p $t $h $a - benutzerspezifisches JS-Muster mit Umwandlung $p - Muster $t - Umwandlung $h - HTML-Tag oder * oder "" $a - HTML-Attribut

source: -js_transform2 $p $t $h $a - custom JS pattern with transformation and rewriting of URLs in first subpattern $p - pattern $t - transfomation $h - HTML tag or * or "" $a - HTML attrib
de: -js_transform2 $p $t $h $a - benutzerspezifisches JS-Muster mit Umwandlung und Umschreiben der URL im ersten Teilmuster $p - Muster $t - Umwandlung $h - HTML-Tag oder * oder "" $a - HTML-Attribut

source: -ftp_proxy_user $str - username for access authorization to FTP proxy
de: -ftp_proxy_user $str - Benutzername für FTP-Proxy-Autorisierung

source: -ftp_proxy_pass $str - password for access authorization to FTP proxy
de: -ftp_proxy_pass $str - Passwort für FTP-Proxy-Autorisierung

source: -limit_inlines/-dont_limit_inlines - apply limiting options on page inline objects?
de: -limit_inlines/-dont_limit_inlines - Einschränkende Optionen auf Inlineobjekte anwenden?

source: -ftp_list_options $str - additional options or parameters to FTP LIST or NLST commands
de: -ftp_list_options $str - zusätzliche Optionen oder Parameter zu den Kommandos FTP LIST oder NLST

source: -fix_wuftpd_list/-nofix_wuftpd_list - do extensive checking of FTP directory presence to workaround WuFTPD broken responses when trying to list nonexisting directory
de: -fix_wuftpd_list/-nofix_wuftpd_list - Intensive Prüfung auf Existenz von Verzeichnissen, um Fehler der WuFTPD-Antworten beim LeseVersuch nicht- existierende Verzeichnisse zu umgehen

source: -post_update/-nopost_update - update in parent documents only links pointing to current document
de: -post_update/-nopost_update - Im Elterndokument nur Links zum aktuellen Dokument anpassen

source: -mozcache_dir $dir - path to Mozilla browser cache directory
de: -mozcache_dir $dir - Pfad zu Mozilla Cache-Verzeichnis

source: -aport $list - allow downloading of documents from servers siting on listed ports
de: -aport $list - erlaube Dokumenten-Download von Servern mit den angegebenen Ports

source: -dport $list - deny downloading of documents from servers siting on listed ports
de: -dport $list - verhindere Dokumenten-Download von Servern mit den angegebenen Ports

source: -hack_add_index/-nohack_add_index - this is hack to allow adding of also directories of all queued files
de: -hack_add_index/-nohack_add_index - dieser Hack erlaubt es das direkte Verzeichnis aller Dokumente mit aufzunehmen

source: -default_prefix $str - default URL prefix for subdirectory of mirrored files
de: -default_prefix $str - Standard-URL-Präfix für Unterverzeichnisse von gespiegelten Dateien
