Repository: medkhabt/Language_diversity_common_crawler
Catalog: libs/boilerplate_removal/victoria/pavuk/po/*.po
Languages: de

source: -js_script_file $file - script file with JavaScript functions
de: -js_script_file $file - Skript-Datei mit JavaScript-Funktionen

source: -ftp_login_handshake $host $handshake - customize login handshake for FTP server
de: -ftp_login_handshake $host $handshake - spezielle Anmeldeprozedur für FTP-Server

source: -nss_cert_dir $dir - set certificate config directory for Netscape NSS
de: -nss_cert_dir $dir - Zertifikatseinstellungverzeichnis für Netscape NSS

source: -nss_accept_unknown_cert/-nonss_accept_unknown_cert - accept SSL server certificates not listed in certificate database
de: -nss_accept_unknown_cert/-nonss_accept_unknown_cert - akzeptiere SSL-Server-Zertifikate, welche nicht in der Zertifikatsdatenbank enthalten sind

source: -nss_domestic_policy/-nss_export_policy - set policy for SSL ciphers in NSS
de: -nss_domestic_policy/-nss_export_policy - setze Strategie für SSL-Chiffren in NSS

source: -dont_touch_url_rpattern $re - RE pattern of URL which should not be touched by URL rewriting engine
de: -dont_touch_url_rpattern $re - Reg. Ausdruck für URLs, welche nicht umgewandelt werden sollen

source: -dont_touch_url_pattern $list - wilcard patterns of URLs which should not be touched by URL rewriting engine
de: -dont_touch_url_pattern $list - Wildcard-Muster von URLs, welche nicht umgewandelt werden sollen

source: -dont_touch_tag_rpattern $re - RE pattern of HTML tag in which URLs should not be touched by URL rewriting engine
de: -dont_touch_tag_rpattern $re - Reg. Ausdruck von HTML-Tags in welchen URLs nicht umgewandelt werden sollen

source: -tag_pattern $tag $attrib $url - wilcard patterns for precise matching of URLs inside HTML tags
de: -tag_pattern $tag $attrib $url - Wilcard-Muster für präzise Anpassung von URLs in HTML-Tags

source: -tag_rpattern $tag $attrib $url - RE patterns for precise matching of URLs inside HTML tags
de: -tag_rpattern $tag $attrib $url - Reg. Ausdruck für präzise Anpassung von URLs in HTML-Tags

source: Program has been forcefully terminated
de: Programm wurde gewaltsam beendet

source: TERM signal catched
de: TERM-Signal erhalten

source: Not enough number of parameters "-msgcat"
de: Nicht genug Parameter "-msgcat"

source: Unable to fork pavuk to background - running in foreground
de: Kann Pavuk nicht in den Hintergrund versetzen - lasse im Vordergrund laufen

source: Pavuk will run at backround as PID %d
de: Pavuk wird im Hintergrund laufen: PID %d

source: reading URLs from file - %s
de: lese URLs aus Datei - %s

source: Rescheduling locked URL as no. %d
de: Neuer Termin für gesperrte URL als Nr. %d

source: Running post-processing command
de: Nachbearbeitungs-Befehl läuft

source: Starting download
de: Beginne Holen

source: Already processed
de: Bereits verarbeitet

source: Disallowed by user
de: Verboten durch Benutzer

source: Disallowed by rules
de: Verboten durch Regeln

source: Checking "robots.txt"
de: Überprüfe "robots.txt"

source: Disallowed by "robots.txt"
de: Verboten durch "robots.txt"

source: This URL type is not supported with ftpdir mode
de: Dieser URL-Typ ist im ftpdir-Modus nicht unterstützt

source: No transfer - file not expired
de: Keine Übertragung - Datei nicht abgelaufen

source: Starting time : %s
de: Anfangszeit: %s

source: Ending time : %s
de: Endzeit: %s

source: download
de: hole

source: last document locked -> sleeping for 5 seconds
de: letztes Dokument gesperrt -> schlafe 5 Sekunden

source: Relocating and scanning HTML document
de: Verschiebe und scanne HTML-Dokument

source: Dumping processed document
de: Lege verarbeitetes Dokument ab

source: Storing document
de: Speichere Dokument

source: Store failed
de: Speichern misslungen

source: Done
de: Fertig

source: Sleeping ...
de: Schlafe...

source: Exiting ...
de: Beende...

source: Searching for files to resume
de: Suche nach Dateien um fortzufahren

source: Adding %s to resume list
de: Füge %s an Fortsetzungsliste an

source: Searching for documents to synchronize
de: Suche nach Dateien zum Synchronisieren

source: Adding file %s to sync list as URL %s
de: Füge Datei %s an Sync-Liste als URL %s an

source: Checking: %s
de: Überprüfe %s

source: Bad reminder db entry - %s
de: Ungültiger Erinnerungs-Datenbank-Eintrag - %s

source: This is the result of running pavuk reminder mode
de: Ergebnis des Pavuk-Erinnerungsmodus

source: Changed URLs
de: Geänderte URLs

source: URLs with some errors
de: URLs mit Fehlern

source: transfering "robots.txt"
de: Übertrage "robots.txt"

source: transfering "robots.txt"
de: Übertrage "robots.txt"

source: Total number of URLs in queue: %d
de: Gesamtzahl der URLs in der Queue: %d

source: Starting urls: %d
de: Anfangs-URLs: %d

source: Not processed yet: %d (%3d%%)
de: Noch nicht verarbeitet: %d (%3d%%)

source: Processed OK: %d (%3d%%)
de: Verarbeitet, OK: %d (%3d%%)

source: Loaded from local tree: %d (%3d%%)
de: Aus lokalem Baum geladen: %d (%3d%%)

source: Loaded from Netscape browser cache dir: %d (%3d%%)
de: Aus Netscapes Cache-Verzeichnis geladen: %d (%3d%%)

source: Downloaded over network: %d (%3d%%)
de: Über Netzwerk geladen: %d (%3d%%)

source: Moved to another location: %d (%3d%%)
de: An andere Stelle verschoben: %d (%3d%%)

source: Downloaded truncated: %d (%3d%%)
de: Geladen, abgeschnitten: %d (%3d%%)

source: Non fatal errors: %d (%3d%%)
de: Nichtfatale Fehler: %d (%3d%%)

source: Not found documents: %d (%3d%%)
de: Nicht gefundene Dokumente: %d (%3d%%)

source: Documents with fatal errors: %d (%3d%%)
de: Documente mit fatalen Fehlern: %d (%3d%%)

source: Documents with unknown status: %d (%3d%%)
de: Dokumente mit unbekanntem Status: %d (%3d%%)

source: Documents with unspecific status: %d (%3d%%)
de: Dokumente mit unbekanntem Status: %d (%3d%%)

source: Pavuk: save status page
de: Pavuk: speichere Statusseite

source: Not available yet
de: Noch nicht verfügbar

source: Pavuk: status page
de: Pavuk: Statusseite

source: Status page
de: Statusseite

source: Save ...
de: Speichern...

source: Refresh
de: Aktualisieren

source: Try download
de: Versuche zu laden

source: Bad -tag_rpattern tag RE pattern
de: Falscher regulärer Ausdruck für -tag_rpattern Marke

source: Bad -tag_rpattern attribute RE pattern
de: Falscher regulärer Ausdruck für -tag_rpattern Attribut

source: Bad -tag_rpattern url RE pattern
de: Falscher regulärer Ausdruck für -tag_rpattern URL

source: no error
de: Kein Fehler

source: host not found
de: Host nicht gefunden

source: temporary error (try again later)
de: Temporärer Fehler (bitte später wiederversuchen)

source: non recoverable error
de: Nichtbehebbarer Fehler

source: name is valid, but doesn't have an IP address
de: Name ist gültig, besitzt aber keine IP-Adresse

source: unknown hostname translation error
de: Unbekannter Hostnamen-Übersetzungs-Fehler

source: Warning: locking not supported ... don't run multiple processes or threads!
de: Warnung: Locking nicht unterstützt ... keine parallelen Prozesse oder Threads starten!

source: waiting to release lock on FD : %d
de: Warte, dass Sperre aufgehoben wird auf FD: %d

source: Bad parameter - Working subdirectory
de: Falscher Parameter - Arbeits-Unterverzeichnis

source: Bad parameter - Cache directory
de: Falscher Parameter - Cache-Verzeichnis

source: Error occured while executing user-exit script
de: Fehler während Ausführung des Benutzer-Exit-Skriptes aufgetreten

source: Entering directory %s
de: Wechsle ins Verzeichnis %s

source: Relocating %s
de: Verschiebe %s

source: Omitting %s
de: Lasse %s aus

source: Leaving directory %s
de: Verlasse Verzeichnis %s

source: Can't open directory %s
de: Kann Verzeichnis %s nicht öffnen

source: unsupported URL type "%s"
de: Nichtunterstützter URL-Typ "%s"

source: Moved to already processed URL.
de: Zu bereits verarbeiteter URL verschoben.

source: Missing specification of URL in request
de: Fehlende Spezifikation der URL in Anforderung

source: Missing request fields specification for POST request
de: Fehlende Anforderungsfeld-Spezifikation für POST-Anforderung

source: Multipart encoding not supported with GET requests
de: Multipart-Encoding wird bei GET-Anforderungen nicht unterstützt
