Repository: medkhabt/Language_diversity_common_crawler
Catalog: libs/boilerplate_removal/victoria/pavuk/po/*.po
Languages: de

source: Enable removing of advertisement banners
de: Schalte Entfernen von Werbebannern ein

source: RE for advertisement URLs:
de: Reg. Ausdruck für Werbe-URLs:

source: Processing of javascript
de: Verarbeite Javascript

source: Javascript patterns
de: Javascript-Muster

source: RE for Javascript patterns:
de: Reg. Ausdruck für Javascript-Muster:

source: Javascript patterns with transform rules
de: Javascript-Muster mit Umwandlungsregeln

source: Pattern
de: Muster

source: Transform rule
de: Regel umwandeln

source: HTML tag attribute
de: HTML-Tag-Attribut

source: Rewrite
de: Neuschreiben

source: Pattern:
de: Muster:

source: Tranform rule:
de: Regel umwandeln:

source: HTML tag attribute:
de: HTML-Tag-Attribut:

source: Rewrite URL part in HTML document
de: Schreibe Links innerhalb von HTML-Dokumenten neu

source: Pavuk: Common config
de: Pavuk: Allgemeine Einstellungen

source: Limitations ...
de: Beschränkungen...

source: Pavuk: JavaScript console
de: Pavuk: JavaScript-Konsole

source: Reload script file
de: Lade Skript-Datei neu

source: Save script to file
de: Speichere Skript in Datei

source: Load script to JavaScript runtime
de: Lade Skript zur JavaScript-Laufzeit

source: Restart JavaScript runtime
de: JavaScript zur Laufzeut neustarten

source: Prompt:
de: Eingabe:

source: JavaScript source file:
de: JavaScript-Quelltextdatei:

source: Tree
de: Baum

source: Download cgi-generated pages
de: Hole CGI-erzeugte Seiten

source: Recurse through FTP directory
de: Rekursives FTP-Verzeichnis

source: Allow "robots.txt"
de: Erlaube "robots.txt"

source: Process HTML files downloaded over FTP
de: Verarbeite HTML-Dateien, die über FTP geholt wurden

source: Don't leave starting site
de: Verlasse Startseite nicht

source: Don't leave starting directory
de: Verlasse Startverzeichnis nicht

source: Don't leave site enter directory
de: Verlasse Eintritts-Verzeichnis nicht

source: Download just single page
de: Hole nur eine einzelne Seite

source: Apply limiting options on inline objects
de: Einschränkende Optionen auf Inlineobjekte anwenden

source: Max. count of documents:
de: Maximale Anzahl der Dokumente:

source: Max. depth of tree:
de: Maximale Tiefe des URL-Baumes:

source: Max. levels to leave from starting site:
de: Maximale Ebenen von der Startseite weg:

source: Max. document size:
de: Maximale Dokumentengröße:

source: Min. document size:
de: Minimale Dokumenten-Größe:

source: Max. site levels to leave from starting site:
de: Maximales Fortbewegen von der Startseite weg (Ebenen):

source: Working subdirectory :
de: Arbeits-Unterverzeichnis:

source: User condition script:
de: Benutzer-Bedingungs-Skript:

source: Follow command:
de: Folge-Kommando:

source: Patterns
de: Muster

source: Wildcard patterns
de: Wildcard-Muster

source: Documents matching pattern:
de: Dem Muster entsprechende Dokumente:

source: skip:
de: Überspringe:

source: Pavuk: edit Documents matching skip pattern
de: Pavuk: ändern des Musters zum Dokumente überspringen

source: URL matching pattern:
de: Passendes Muster für URL:

source: Pavuk: edit URL matching skip pattern
de: Pavuk: ändern des Musters zum URL überspringen

source: RE patterns
de: Muster aus regulären Ausdrücken

source: Allow / Disallow sites
de: Erlaube/Verbiete Sites

source: Allow / Disallow domains
de: Erlaube/Verbiete Domains

source: IP address RE patterns
de: IP-Adresse, reguläre Ausdrücke

source: Server IP address matching pattern:
de: Server-IP-Adresse, entsprechendes Muster:

source: Pavuk: edit Server IP address matching skip pattern
de: Pavuk: ändern des Musters zum überspringen von Server-IP-Adressen

source: Allow/deny
de: Erlauben/Verbieten

source: Ports:
de: Port:

source: Documents
de: Dokumente

source: Allow / Disallow suffix
de: Erlaube/Verbiete Suffix

source: Allow / Disallow prefix
de: Erlaube/Verbiete Präfix

source: Prefix:
de: Präfix:

source: MIME types
de: MIME-Typen

source: Allow / Disallow MIME type
de: Erlaube/Verbiete MIME-Typ

source: MIME type:
de: MIME-Typ:

source: Time
de: Zeit

source: Lower document time limit
de: Untere Dateidatumsgrenze

source: Check if doc. time newer than this
de: Prüfe, ob Dateidatum jünger

source: Upper document time limit
de: Obere Dateidatumsgrenze

source: Check if doc. time older than this
de: Prüfe, ob Dateidatum älter

source: Maximal allowed time of downloading:
de: Maximal erlaubte Zeit für das Laden:

source: Select allowed HTML tags and attributes
de: Erlaubte HTML-Tags und -Attribute

source: %s of %s
de: %s von %s

source: Tag patterns
de: Muster aus regulären Ausdrücken

source: Tag pattern
de: Tag-Muster

source: Attribute pattern
de: Attribut-Muster

source: URL pattern
de: URL-Muster

source: Pattern type:
de: Art der Muster:

source: Pavuk: Limits config
de: Pavuk: Beschränkende Einstellungen

source: Common ...
de: Allgemeines ...

source: Unable to change language during processing time!
de: Sprache kann zur Laufzeit nicht gewechselt werden!

source: Unknown window to popup
de: Unbekanntes Fenster soll aufgemacht werden

source: Fetched URL from clipboard : %s
de: URL aus der Zwischenablage geholt: %s

source: Fetched URL from browser : %s
de: URL vom Browser geholt: %s

source: Both
de: Icons und Text

source: Icons only
de: Nur Icons

source: Text only
de: Nur Text

source: Size
de: Größe

source: Transfer rate
de: Übertragungsrate

source: Elapsed time
de: Verstrichene Zeit

source: Remaining time
de: Verbleibende Zeit

source: Open _URL ...
de: Öffne _URL...

source: Append URL ...
de: Hänge URL an...

source: Fetch URL from Clipboard
de: Hole URL aus der Zwischenablage

source: Fetch URL from browser
de: Hole URL vom Browser

source: Load scenario ...
de: Lade Szenario...

source: Add scenario ...
de: Füge Szenario hinzu ...

source: Save scenario ...
de: Speichere Szenario...

source: Save settings to ~/.pavukrc
de: Speichere Einstellungen in ~/.pavukrc

source: Schedule ...
de: Termine...

source: Auth. info editor ...
de: Authentifizierungs-Info-Editor...

source: E_xit
de: _Beenden

source: _File
de: _Datei

source: Document _Tree ...
de: Dokumenten-_Baum...

source: Status page ...
de: Statusseite...

source: HTML forms editor ...
de: HTML-Formulareditor ...

source: Javascript console ...
de: Javascript-Konsole ...

source: Clear log window
de: Lösche Log-Fenster

source: _View
de: _Zeige

source: normal recurse
de: Normal rekursiv

source: synchronize
de: Synchronisiere

source: mirror
de: Spiegeln

source: single page
de: Einzelne Seite

source: update local links
de: Aktualisiere lokale Verweise

source: resume files
de: Abgebrochene Dateien fortsetzen

source: unlimited reget
de: Unbegrenztes Wiederholen

source: transfer but don't store
de: Übertrage, aber speichere nicht

source: reminder
de: Erinnerung

source: list ftp directory
de: zeige FTP-Verzeichnis

source: _Mode
de: _Modus

source: C_ommon ...
de: _Allgemeines...

source: _Limitations ...
de: _Beschränkungen...

source: Reset configuration
de: Setze Konfiguration zurück

source: Toolbar
de: Werkzeugleiste

source: Toggle toolbar
de: Werkzeugleiste ein/aus

source: Progressbar
de: Fortschrittsanzeige

source: Language
de: Sprache

source: English
de: Englisch

source: All
de: Alles

source: None
de: Nichts

source: Allow tooltips
de: Erlaube Tooltips

source: Log window autoscroll
de: Rolle Log-Fenster automatisch

source: Use preferences
de: Verwende Einstellungen

source: Quiet
de: Keine Meldungen

source: Immediate messages
de: Unverzügliche Meldungen

source: _Config
de: _Einstellungen

source: _Restart
de: _Neustart

source: Co_ntinue
de: _Fortsetzen

source: _Break
de: _Unterbreche

source: _Action
de: _Aktion

source: About ...
de: Über...

source: _Help
de: _Hilfe

source: Config
de: Einstellungen

source: Popup config window
de: Zeige Einstellungs-Fenster

source: Popup limits window
de: Bringe Limit-Fenster vor

source: Go bg
de: Hintergrund

source: Destroy window as soon as posible and continue on terminal
de: Schließe Fenster so schnell wie möglich und fahre im Terminal fort

source: Restart
de: Neustart

source: Start working on currently set starting URLs
de: Beginne mit aktueller Start-URL

source: Continue
de: Fortsetzen

source: Continue after stop or break
de: Fortsetzung nach Stop oder Unterbrechung

source: Finish this transfer and stop
de: Beende diese Übertragung und stoppe

source: Break
de: Unterbreche

source: Break transfer and stop
de: Unterbreche Übertragung und stoppe

source: Exit
de: Beenden

source: Immediately quit the program
de: Programm sofort verlassen

source: Show whole main window
de: Zeige gesamtes Hauptfenster

source: Quit
de: Beenden

source: Pavuk: save log
de: Pavuk: speichere Log

source: Select all
de: Alles wählen

source: Clear selection
de: Auswahl löschen

source: Copy selection
de: Auswahl kopieren

source: Save log ...
de: Log speichern...

source: Clear log
de: Lösche Log-Fenster

source: Processed:
de: Verarbeitet:

source: Failed:
de: Fehlgeschlagen:

source: Queued:
de: In Warteschlange:

source: Rejected:
de: Zurückgewiesen:

source: Pavuk: Scenario saver
de: Pavuk: Speichere Szenario

source: Pavuk: Scenario loader
de: Pavuk: Lade Szenario

source: Pavuk: Scenario add
de: Pavuk: Füge Szenario hinzu

source: Error scheduling
de: Fehler im Terminplaner

source: Pavuk: Scheduler
de: Pavuk: Terminplaner

source: Scheduling command:
de: Erinnerungs-Kommando:

source: Reschedule after
de: Neuer Termin nach

source: hours
de: Stunden

source: Time:
de: Zeit:

source: Pavuk: edit %s
de: Pavuk: ändere %s

source: entry
de: Eintrag

source: Edit ...
de: Ändere...

source: Pavuk: select %s
de: Pavuk: wähle %s aus

source: file
de: Datei

source: Browse ...
de: Suchen...

source: Request type:
de: Anforderungstyp:

source: Query values:
de: Frage Werte an:

source: not processed yet
de: noch nicht verarbeitet

source: loaded from NS cache
de: aus Netscape-Cache geladen

source: loaded from local URL tree
de: aus lokalem URL-Baum geladen

source: moved to another URL
de: zu anderer URL verschoben: %s

source: URL not found on remote server
de: URL nicht auf entferntem Server gefunden

source: truncated
de: abgeschnitten

source: downloaded OK
de: holen OK

source: rejected by rules
de: verboten durch Regeln

source: disabled by user
de: verboten durch Benutzer

source: probably recoverable error
de: wahrscheinlich behebbarer Fehler

source: unrecoverable error
de: nichtbehebbarer Fehler

source: unknown
de: unbekannt

source: Moved to URL: %s
de: Verschoben nach URL: %s

source: Type: %s
de: Typ: %s

source: Type: unknown
de: Typ: unbekannt

source: Size: %d
de: Größe: %d

source: Modification time: %a, %d %b %Y %H:%M:%S %Z
de: Änderungszeit: %a, %d %b %Y %H:%M:%S %Z

source: Local filename: %s
de: Lokaler Dateiname: %s

source: Parent URLs:
de: Elter-URLs:

source: Pavuk: Store tree
de: Pavuk: Speichere Baum

source: Pavuk: URL tree preview
de: Pavuk: URL-Baum-Voransicht

source: Store tree ...
de: Speichere Baum...

source: Automaticaly watch last processed URLs
de: Überwache zuletzt verarbeitete URLs automatisch

source: Properties
de: Eigenschaften

source: Launch browser
de: Starte Browser

source: Disable URL
de: Sperre URL

source: Enable URL
de: Erlaube URL

source: Download URL
de: Hole URL

source: URL tree
de: URL-Baum

source: URL[%2d]: %5d(%d) of %5d %s
de: URL[%2d]: %5d(%d) von %5d %s

source: URL: %5d(%d) of %5d %s
de: URL: %5d(%d) von %5d %s

source: Waiting for response ...
de: Warte auf Antwort ...

source: Can't work on directory
de: Kann Verzeichnis nicht bearbeiten

source: rewrite parent
de: schreibe Elter neu

source: Unsupported BASE URL - %s (probably bad handled)
de: Nichtunterstützte BASE URL - %s (wahrscheinlich falsch behandelt)

source: Sending request ...
de: Sende Anforderung...

source: Sending data ...
de: Sende Daten ...

source: Error reading HTTP 1xx class response
de: Fehler beim Lesen der HTTP-Klasse-1xx-Antwort

source: Connecting ...
de: Verbinde ...

source: Unexpected response "%d %s" when trying to reget!
de: Unerwartete Antwort "%d %s" bei Wiederholungsversuch!

source: Checking HTTP proxy server %s:%hu
de: Überprüfe HTTP-Proxy-Server %s:%hu

source: Failed to check proxy (sock open)!
de: Konnte Proxy nicht überprüfen (Socket offen)!

source: Failed to check proxy (write failed)!
de: Konnte Proxy nicht überprüfen! (Schreiben fehlgeschlagen)

source: Failed to check proxy (read failed)!
de: Konnte Proxy nicht überprüfen! (Lesen fehlgeschlagen)

source: Failed to check proxy (bad response)!
de: Konnte Proxy nicht überprüfen! (Falsche Antwort)

source: Proxy %s:%hu is HTTP/%d.%d proxy
de: Proxy %s:%hu ist ein HTTP/%d.%d-Proxy

source: bad parameter
de: Falscher Parameter

source: PavukUrl constructor failed
de: PavukUrl-Erzeugung fehlgeschlagen

source: invalid assignment
de: ungültige Zuweisung

source: bad parent index
de: Falscher Hauptindex

source: not enough parameters
de: Nicht genug Parameter

source: unknown limiting condition
de: Unbekannte einschränkende Bedingungen

source: PavukFnrules constructor call prohibited from script
de: PavukFnrules-Erzeugung durch Skript verboten

source: bad parameters
de: Falsche Parameter

source: pjs: There is no "%s" JavaScript function!
de: pjs: Es gibt keine JavaScript-Funktion "%s"!

source: Error compiling regular expression : %s
de: Fehler beim Übersetzen des regulären Ausdrucks: %s

source: LSP analyze error: bad token at - %s
de: LSP-Analysefehler: falsches Token bei - %s

source: LSP analyze error: bad numeric value at - %s
de: LSP-Analysefehler: falscher numerischer Wert bei - %s

source: LSP analyze error: bad macro at - %s
de: LSP-Analysefehler: falsches Makro bei - %s

source: LSP analyze error: unterminated string at - %s
de: LSP-Analysefehler: nichtterminierter String bei - %s

source: LSP analyze error: bad parameter type at - %s
de: LSP-Analysefehler: falscher Parametertyp bei - %s

source: Unable to open Mozilla cache index - %s
de: Kann Mozilla Cache-Index nicht öffnen - %s

source: Error opening cache index file %s
de: Kann Cache-Index %s nicht öffnen

source: Mozilla new cache map file format not recognized
de: Das neue Cache-Inhaltsformat wird nicht unterstützt

source: Corrupted Mozilla cache blockfile!
de: Defekte Mozilla Cache-Blockdatei!

source: Corrupted Mozilla cache map file!
de: Defekte Mozilla Cache-Inhaltsdatei!

source: NSS_Init: Unable to open cert database
de: NSS_Init: Konnte Zertifikatsdatenbank nicht öffnen

source: SSL connect failure - %s
de: SSL-Verbindung fehlgeschlagen - %s

source: SSL error - %s
de: SSL-Fehler - %s

source: Failed obtaining entropy pathname
de: Ermitteln des Entropy-Pfadnamen fehlgeschlagen

source: Failed to initialize random seed for OpenSSL via EGD daemon
de: Initialisierung des OpenSSL-Random-Seed über den EGD-Dämon fehlgeschlagen

source: Seeding entropy pool INSECURELY!
de: Entropy-Pool-Füllung UNSICHER!

source: Unable to set certificate file (wrong password?)
de: Kann Zertifikats-Datei nicht setzen (falsches Passwort?)

source: Unable to set public key file
de: Kann Datei des öffentlichen Schlüssels nicht setzen

source: Private key does not match the certificate public key
de: Privater Schlüssel passt nicht zum öffentlichen Zertifikats-Schlüssel

source: Czech
de: Tschechisch

source: German
de: Deutsch

source: Spanish
de: Spanisch

source: French
de: Fränzösisch

source: Italian
de: Italienisch

source: Japanese
de: Japanisch

source: Polish
de: Polnisch

source: Slovak
de: Slowakisch

source: Ukrainian
de: Ukrainisch

source: Unable to open Netscape cache index - %s
de: Kann Netscapes Cache-Index nicht öffnen - %s

source: Trying to do NTLM authorization
de: Versuche NTLM-Autorisierung

source: NTLM authorization supported only on persistent connections!
de: NTLM-Autorisierung nur auf persistenten Verbindungen unterstützt!

source: Not enough data for NTLM authorization!
de: Nicht genügend Daten für NTLM-Autorisierung!

source: Missing:
de: Vermisst:

source: username
de: Benutzername

source: password
de: Passwort

source: local hostname
de: lokaler Hostname

source: Got unexpected response
de: Unerwartete Antwort erhalten

source: Failed NTLM nonce negotiation
de: NTLM-Nonce-Negoziierung fehlgeschlagen

source: Trying to do proxy NTLM authorization
de: Versuche Proxy-NTLM-Autorisierung

source: Failed NTLM proxy nonce negotiation
de: NTLM-Proxy-Nonce-Negoziierung fehlgeschlagen

source: -runX - after start of GUI interface, immediately start processing of entered URLs
de: -runX - fange unmittelbar nach Start des grafischen Interfaces mit dem Bearbeiten der eingetragenen URLs an

source: -prefs/-noprefs - load preferences from ~/.pavuk_prefs file
de: -prefs/-noprefs - lade Voreinstellungen aus der Datei ~/.pavuk_prefs

source: -progress/-noprogress - show retrieving progress while running on terminal
de: -progress/-noprogress - zeige Ladefortgang solange im Terminal aktiv

source: -dmax $nr - maximal number of downloaded documents
de: -dmax $nr - maximale Anzahl zu holender Dokumente

source: -sleep $nr - sleep for $nr seconds between transfers, default 0 seconds
de: -sleep $nr - warte $nr Sekunden zwischen den Übertragungen, Vorgabe: 0 Sek.

source: -rsleep/-norsleep - randomize sleeping time between transfers from 0 to -sleep time
de: -rsleep/-norsleep - zufällige Verzögerungszeit zwischen Übertragungen von 0 bis -sleep Zeit.

source: -retry $nr - number of retries if anything failed
de: -retry $nr - Anzahl der Wiederholungen, falls Fehler auftreten

source: -nregets $nr - max number of regets on single file, default 2
de: -nregets $nr - Anzahl der max. Wiederholungen bei einzelnen Dateien, Vorgabe: 2

source: -nredirs $nr - max number of followed HTTP redirections, default 5
de: -nredirs $nr - Anzahl der maximal zu beachtenden HTTP-Umleitungen, Vorgabe: 5

source: -rollback $nr - number of bytes to discard (counted from end of file) if regetting, default 0
de: -rollback $nr - Anzahl der Bytes (beginnend vom Dateiende), welche bei wiederholtem Holen weggelassen werden, Vorgabe: 0

source: -ddays $nr - number of days since last access when document is checked in sync mode
de: -ddays $nr - Anzahl der Tage seit letztem Zugriff, wenn Dokument im Sync-Modus geprueft wurde

source: -nocache/-cache - disallow caching of HTTP documents (on proxy cache)
de: -nocache/-cache - verbiete Caching von HTTP-Dokumenten (beim Proxy-Cache)

source: -noRobots/-Robots - care about "robots.txt" file ?
de: -noRobots/-Robots - benutze Datei "robots.txt"?

source: -noGopher/-Gopher - download Gopher files ?
de: -noGopher/-Gopher - hole Gopher-Dateien?

source: -noCGI/-CGI - download parametric CGI pages ?
de: -noCGI/-CGI - hole parametrische CGI-Seiten?

source: -noEnc/-Enc - allow transfer of encoded files ?
de: -noEnc/-Enc - erlaube kodierte Dateien?

source: -noRelocate/-Relocate - don't rewrite links
de: -noRelocate/-Relocate - Links nicht neuschreiben

source: -FTPhtml/-noFTPhtml - process HTML files downloaded over FTP
de: -FTPhtml/-noFTPhtml - verarbeite HTML-Dateien, die über FTP geladen wurden

source: -FTPlist/-noFTPlist - use wide FTP directory listing
de: -FTPlist/-noFTPlist - verwende breite FTP-Verzeichnis-Liste

source: -FTPdir/-noFTPdir - recurse FTP directory
de: -FTPdir/-noFTPdir - steige in FTP-Verzeichnisse hinab

source: -store_index/-nostore_index - store directory URLs as index files
de: -store_index/-nostore_index - speichere Verzeichnis-URLs als Indexdateien

source: -force_reget/-noforce_reget - force reget of whole file when server doesn't support reget
de: -force_reget/-noforce_reget - Erzwinge komplettes Neuladen von Dateien, falls der Server kein Wiederholen unterstützt

source: -debug - turn on debug mode
de: -debug - Debug-Modus einschalten

source: -debug_level $l - debug level number, see manual for $l description
de: -debug_level $l - Debug-Level ($l: siehe Dokumentation)

source: -asite $list - comma-separated list of allowed sites
de: -asite $list - Komma-getrennte Liste erlaubter Sites

source: -dsite $list - comma-separated list of disallowed sites
de: -dsite $list - Komma-getrennte Liste nichterlaubter Sites

source: -adomain $list - list of allowed domains
de: -adomain $list - Liste erlaubter Domains

source: -ddomain $list - list of disallowed domains
de: -ddomain $list - Liste nichterlaubter Domains

source: -aprefix $list - list of allowed directory/file prefixes
de: -aprefix $list - Liste erlaubter Verzeichnis-/Datei-Präfixe

source: -dprefix $list - list of disallowed directory/file prefixes
de: -dprefix $list - Liste nichterlaubter Verzeichnis-/Datei-Präfixe

source: -asfx $list - list of allowed suffixes
de: -asfx $list - Liste erlaubter Endungen

source: -dsfx $list - list of disallowed suffixes
de: -dsfx $list - Liste nichterlaubter Endungen

source: -amimet $list - list of alloved MIME types
de: -amimet $list - Liste erlaubter MIME-Typen

source: -dmimet $list - list of disallowed MIME types
de: -dmimet $list - Liste nichterlaubter MIME-Typen

source: -alang $list - list of preferred languages (only via HTTP)
de: -alang $list - Liste bevorzugter Sprachen (nur für HTTP)

source: -acharset $list - list of preferred character sets (only via HTTP)
de: -acharset $list - Liste bevorzugter Zeichensätze (nur für HTTP)

source: -cdir $dir - directory for storing documents
de: -cdir $dir - Verzeichnis zum Speichern der Dokumente

source: -subdir $dir - subdirectory of cdir to operate on
de: -subdir $dir - Unterverzeichnis, in dem cdir arbeiten soll

source: -scenario $str - name of scenario from scenario directory to load and or run
de: -scenario $str - Verzeichnis des Szenarios, das geladen/gestartet werden soll

source: -auth_scheme 1/2/3 - HTTP authorization scheme 1-user 2-Basic 3-Digest, default 2
de: -auth_scheme 1/2/3 - HTTP-Authentifizierungsschema: 1-Benutzer, 2-Basic, 3-Digest (Vorgabe: 2)

source: -auth_name $str - name for Authorization (only via HTTP)
de: -auth_name $str - Name für Authentifizierung (nur für HTTP)

source: -auth_passwd $str - password for Authorization (only via HTTP)
de: -auth_passwd $str - Passwort für Authentifizierung (nur für HTTP)

source: -auth_reuse_nonce/-noauth_reuse_nonce - reuse one HTTP digest access authorization nonce for more requests
de: -auth_reuse_nonce/-noauth_reuse_nonce - verwende eine HTTP-Digest- Zugangsauthentifizierung wieder nonce für weitere Anfragen

source: -auth_reuse_proxy_nonce/-noauth_reuse_proxy_nonce - reuse one HTTP proxy digest access authorization nonce for more requests
de: -auth_reuse_proxy_nonce/-noauth_reuse_proxy_nonce - verwende eine HTTP-Proxy-Digest- Zugangsauthentifizierung wieder nonce für weitere Anfragen

source: -ssl_cert_passwd $str - password for SSL certification file
de: -ssl_cert_passwd $str - Passwort für SSL-Zertifizierungs-Datei

source: -ssl_cert_file $str - SSL certification file
de: -ssl_cert_file $str - SSL-Zertifizierungs-Datei

source: -ssl_key_file $str - SSL certification key file
de: -ssl_key_file $str - SSL-Zertifizierungsschlüssel-Datei

source: -ssl_cipher_list $str - list of prefered SSL ciphers in SSL communication
de: -ssl_cipher_list $str - Liste der bevorzugten SSL-Verschlüsselungen in einer SSL-Kommunikation

source: -egd_socket $file - path to EGD listening socket
de: -egd_socket $file - Pfad zur EGD-Socket im Listen-Modus

source: -from $str - e-mail address used for user identification
de: -from $str - E-Mail-Adresse für Benutzerauthentifizierung

source: -send_from/-nosend_from - send From: header in HTTP request with your e-mail address
de: -send_from/-nosend_from - sende From:-Header in HTTP-Anfrage mit E-Mail-Adresse

source: -identity $str - contents of User-agent: field in HTTP request
de: -identity $str - Inhalt des User-Agent:-Felds der HTTP-Anfrage
