Repository: medkhabt/Language_diversity_common_crawler
Catalog: libs/boilerplate_removal/victoria/pavuk/po/*.po
Languages: de

source: Suspending download for %d seconds.
de: Setze Download für %d Sekunden aus.

source: File redirect
de: Datei umgeleitet

source: Loading copy from local NS cache - %s
de: Lade Kopie aus lokalem Netscape-Cache - %s

source: Loading copy from local Mozilla cache - %s
de: Lade Kopie aus lokalem Mozilla-Cache - %s

source: Loading copy from local MSIE cache - %s
de: Lade Kopie aus lokalem MSIE-Cache - %s

source: Unsupported URL
de: Nichtunterstützte URL

source: Warning: broken ftp transfer ...
de: Warnung: abgebrochene FTP-Übertragung

source: Error removing FTP document from remote server
de: Fehler beim Entfernen des FTP-Dokuments vom Server

source: Error while reading RFC2616 chunk trailer for document with "chunked" transfer encoding!
de: Fehler beim Lesen des RFC2616-Blockkopfes eines Dokuments mit "chunked"-Übertragunskodierung!

source: Removing unsupported URL: %s
de: Entferne nichtunterstützte URL: %s

source: Specify at least one starting URL!
de: Mindestens eine Anfangs-URL muss angegeben werden!

source: Specify at least one starting URL!
de: Mindestens eine Anfangs-URL muss angegeben werden!

source: Can't list available message catalogs
de: Kann verfügbare Meldungskataloge nicht anzeigen

source: Bad section - specify protocol
de: Falscher Abschnitt -- Protokoll angeben

source: Bad section - specify hostname
de: Falscher Abschnitt -- Hostnamen angeben

source: Unable to parse : "%s"
de: Kann nicht bearbeitet werden: "%s"

source: Bad protocol - %s
de: Falsches Protokoll - %s

source: Bad port number %s
de: Falsche Portnummer %s

source: Unknown auth type - %s
de: Unbekannter Authentifizierungstyp - %s

source: press any key to exit
de: Beliebige Taste zum Beenden

source: Error parsing commandline at: %s
de: Fehler beim Parsen der Kommandozeile bei: %s

source: Unable to parse commandline: %s
de: Kann Kommandozeile nicht parsen: %s

source: Level order
de: Ebenen-Reihenfolge

source: Level order, inline first
de: Ebenen-Reihenfolge, Inline zuerst

source: Pre order
de: Pre-Reihenfolge

source: Pre order, inline first
de: Pre-Reihenfolge, Inline zuerst

source: Supported levels:
de: Unterstützte Ebenen:

source: Usage: %s [options] [any number of URLS] pavuk-%s %s
de: Verwendung: %s [Optionen] [beliebige Anzahl von URLs] pavuk-%s %s

source: Type "%s --help" for long help
de: "%s --help" für ausführliche Hilfe eingeben

source: Optional features available :
de: Optional verfügbare Features:

source: - GNU gettext internationalization of messages
de: - GNU gettext Meldungs-Internationalisierung

source: - flock() document locking
de: - flock() Dokumenten-Locking

source: - Win32 flock() document locking
de: - Win32 flock() Dokumenten-Locking

source: - fcntl() document locking
de: - fcntl() Dokumenten-Locking

source: - URL tree preview
de: - URL-Baum-Vorschau

source: - HTTP and FTP over SSL
de: - HTTP und FTP über SSL

source: - SSL layer implemented with %s library
de: - SSL-Layer mit %s-Bibliothek implementiert

source: - Socks proxy support
de: - Socks Proxy-Unterstützung

source: - filesystem free space checking
de: - Überprüfung des freien Dateisystem-Platzes

source: - optional regex patterns in -fnrules and -*rpattern options
de: - optionale reguläre Ausdrücken in -fnrules und -*rpattern-Optionen

source: - support for loading files from Netscape browser cache
de: - Unterstützung des Ladens von Dateien aus dem Netscape-Cache

source: - support for detecting whether pavuk is running as background job
de: - Unterstützung des Erkennens, ob Pavuk im Hintergrund läuft

source: - multithreading support
de: - Multithreading-Unterstützung

source: - NTLM authorization support
de: - NTLM-Autorisierungsunterstützung

source: - JavaScript bindings
de: - JavaScript-Unterstützung

source: - IPv6 support
de: - IPv6-Unterstützung

source: HTML tag not supported : %s.%s
de: HTML-Tag nicht unterstützt: %s.%s

source: Error: Supplied bad file descriptor %d in option[s]: %s
de: Fehler: Falscher Dateideskriptor %d bei der Option: %s

source: Error parsing commandline
de: Fehler beim Parsen der Kommandozeile

source: Not enough number of parameters for "-%s" option
de: Nicht genügend Parameter für die "-%s"-Option

source: Unknown option %s
de: Unbekannte Option %s

source: Wrong format of option %s
de: Falsches Format der Option %s

source: WARNING: option "-%s" not supported in current configuration!
de: WARNUNG: Option "-%s" in der aktuellen Konfiguration nicht unterstützt!

source: Please specify filename with parameter "-%s"
de: Bitte Dateinamen bei Parameter "-%s" angeben

source: Please specify number or '@'-prefixed filename with parameter "-%s"
de: Bitte Nummer oder Dateinamen mit '@'-Präfix bei Parameter "-%s" angeben

source: Please specify number with parameter "-%s"
de: Bitte Nummer bei Parameter "-%s" angeben

source: Invalid port range "%s"
de: Falscher Portnummernbereich "%s"

source: Unknown port "%s"
de: Unbekannter Port "%s"

source: Bad auth scheme "%s"
de: Falsches Authentifizierungs-Schema "%s"

source: Unknow operation mode "%s"
de: Unbekannter Arbeits-Modus "%s"

source: Please specify floating number with parameter "-%s"
de: Bitte Gleitpunktzahl bei Parameter "-%s" angeben

source: Please specify proper condition type for -%s (%s)
de: Bitte gültigen Bedingungstyp für -%s (%s) angeben

source: Please specify valid RE with parameter "-%s"
de: Bitte gültigen regulären Ausdruck angeben bei Parameter "-%s"

source: Unknown URL scheduling strategy - "%s"
de: Unbekannte Reihenfolge des URL-Ladens - "%s"

source: Unknown SSL version - "%s"
de: Unbekannte SSL-Version "%s"

source: Invalid additional HTTP header - "%s"
de: Ungültiger zusätzlicher HTTP-Header - "%s"

source: Invalid request specification - "%s"
de: Ungültige Anforderung spezifiziert - "%s"

source: Invalid parameters for "-%s" option
de: Ungültige Parameter für die "-%s"-Option

source: Invalid number list "%s" for option "-%s"
de: Ungültige Nummernliste "%s" für die "-%s"-Option

source: Invalid FTP login handshake string "%s" for option "-%s"
de: Ungültiger FTP-Anmeldestring "%s" für die "-%s"-Option

source: Please specify number "%s"
de: Bitte Nummer angeben "%s"

source: Only "true" & "false" is allowed : "%s"
de: Nur "wahr" & "falsch" möglich: "%s"

source: Please specify floating number "%s"
de: Bitte Nummer angeben "%s"

source: Please specify proper arguments for %s
de: Bitte gültige Argumente angeben für "%s"

source: Please specify proper condition type for %s (%s)
de: Bitte gültigen Bedingungstyp für %s (%s) angeben

source: Please specify valid RE "%s"
de: Bitte gültigen regulären Ausdruck angeben: "%s"

source: Invalid js_transform specification - "%s"
de: Ungültige js_transform-Spezifizierung - "%s"

source: Invalid number list specification - "%s"
de: Ungültige Nummernliste spezifiziert - "%s"

source: Invalid FTP login handshake string "%s".
de: Ungültiger FTP-Anmeldestring "%s".

source: Unable to parse "%s"
de: Kann nicht bearbeitet werden: "%s"

source: ERROR: Scenario loading failed (%s)
de: FEHLER: Szenario konnte nicht geladen werden (%s)

source: Unable to parse : %s
de: Kann nicht bearbeitet werden: %s

source: Cookie file format not supported for writing.
de: Schreiben in Dateiformat der Cookiedatei nicht unterstützt.

source: Updating cookie file
de: Aktualisiere Cookie-Datei

source: Removing cookie from disabled domain %s
de: Entferne Cookie von ausgeschalteter Domain %s

source: Server %s is trying to set cookie for %s domain
de: Server %s versucht, Cookie für Domain %s zu setzen

source: HTML parsers
de: HTML-Parser

source: Server responses
de: Serverantworten

source: Client requests
de: Clientanforderungen

source: Procedure calling
de: Prozeduraufrufe

source: Networking code
de: Netzwerkcode

source: Miscelanous
de: Verschiedenes

source: Extended user infos
de: Erweiterte Benutzer-Infos

source: POST request data
de: POST-Anforderungsdaten

source: Limiting conditions
de: Einschränkende Bedingungen

source: SSL informations
de: SSL-Informationen

source: Trying to do HTTP Digest authorization
de: Versuche HTTP-Digest-Autorisierung

source: Trying to do HTTP proxy Digest authorization
de: Versuche HTTP-Proxy-Digest-Autorisierung

source: Error parsing .pavuk_info file field: %s
de: Fehler beim Parsen des Felds aus der Datei .pavuk_info: %s

source: Transfering data
de: Übertrage Daten

source: setsockopt: SO_RCVBUF failed
de: setsockopt: SO_RCVBUF fehlgeschlagen

source: storing document
de: speichere Dokument

source: Data transfer done
de: Datenübertragung abgeschlossen

source: Trying to resume from position %d
de: Versuche fortzufahren an Stelle: %d

source: Opening connection
de: Öffne Verbindung

source: Loading local copy
de: Lade lokale Kopie

source: File may be truncated
de: Datei könnte abgeschnitten sein

source: Decoding document - OK
de: Dekodiere Dokument - OK

source: Unsupported document encoding
de: Nichtunterstützte Dokumentkodierung

source: Removing improper document : %s
de: Lösche ungültiges Dokument : %s

source: Local file
de: Lokale Datei

source: Gopher/Text File
de: Gopher/Text-Datei

source: Gopher/Directory
de: Gopher/Verzeichnis

source: Gopher/CSO phone book
de: Gopher/CSO-Telefonbuch

source: Gopher/Error
de: Gopher/Fehler

source: Gopher/Search index
de: Gopher/Suchindex

source: Gopher/Telnet session
de: Gopher/Telnet-Sitzung

source: Gopher/Duplicated server
de: Gopher/Doppelter Server

source: Gopher/Image
de: Gopher/Bild

source: FTP/Directory
de: FTP/Verzeichnis

source: FTP/File
de: FTP/Datei

source: FTPS/Directory
de: FTPS/Verzeichnis

source: FTPS/File
de: FTPS/Datei

source: Unsupported type
de: Nichtunterstützter Typ

source: Rewriting links inside parent documents
de: Schreibe Links innerhalb der Elterndokumente neu

source: %s: user break
de: %s: Benutzerabbruch

source: Can't open directory
de: Verzeichnis kann nicht geöffnet werden

source: Unsupported form type in context: %d
de: Nichtunterstützter Formulartyp in Kontext: %d

source: Browse
de: Browsen

source: URLs with forms
de: URLs mit Formularen

source: Refresh URL list
de: Aktualisiere URL-Liste

source: unknown
de: unbekannt

source: Pavuk: load form file
de: Pavuk: Lade Formular-Datei

source: Fill forms
de: Fülle Formulare aus

source: Form number:
de: Formularnummer:

source: Action URL:
de: Aktions-URL:

source: Request method:
de: Anforderungs-Methode:

source: Request encoding:
de: Anforderungs-Kodierung:

source: HTML form content
de: HTML-Formularinhalt

source: Load HTML file ...
de: Lade HTML-Datei ...

source: Pavuk: HTML forms editor
de: Pavuk: HTML-Formulareditor

source: Close
de: Schließen

source: ftp_get_response: ftp control connection closed before any response
de: ftp_get_response: FTP-Kontrollverbindung wurde vor jeglicher Antwort geschlossen

source: ftp: setsockopt TOS - THROUGHPUT failed
de: ftp: setsockopt TOS - THROUGHPUT fehlgeschlagen

source: Error parsing FTP response to %s command - %s
de: Fehler beim Parsen der FTP-Antwort auf das Kommando %s - %s

source: Size differs, regeting whole
de: Größe weicht ab, hole komplett

source: Modified from last download - regeting whole
de: Verändert seit letztem Mal - hole komplett

source: Warning: FTP server understands REST command, but can't handle it properly.
de: Warnung: FTP-Server versteht REST-Kommando, kann es aber nicht richtig handhaben.

source: ERROR: unable to parse FTP list line : %s
de: ERROR: Kann FTP-Listenzeile nicht parsen: %s

source: Making symlink "%s" to "%s"
de: Erzeuge symbolischen Link "%s" nach "%s"

source: Pavuk: Save auth. info file
de: Pavuk: Speichere Authentifizierungs-Info-Datei

source: Pavuk: Load auth. info file
de: Pavuk: Lade Authentifizierungs-Info-Datei

source: Pavuk: Authorization info editor
de: Pavuk: Editor für Authentifizierungs-Information

source: Protocol
de: Protokoll

source: User
de: Benutzer

source: Password
de: Passwort

source: Base dir.
de: Basisverzeichnis

source: Scheme
de: Schema

source: Protocol:
de: Protokoll:

source: User:
de: Benutzer:

source: Password:
de: Passwort:

source: Base directory:
de: Basisverzeichnis:

source: User auth. scheme
de: Benutzerauthentifizierung

source: Base auth. scheme
de: Basisauthentifizierung

source: Digest auth. scheme
de: Digestauthentifizierung

source: NTLM auth. scheme
de: NTLM-Authentifizierungsschema

source: Append
de: Hinzufügen

source: Modify
de: Modifizieren

source: Clear
de: Löschen

source: Delete
de: Entfernen

source: Apply
de: Übernehmen

source: Load
de: Laden

source: Save
de: Speichern

source: Cancel
de: Abbruch

source: Unable to parse: %s
de: Kann nicht parsen: %s

source: Unable to create ~/.pavuk_keys file
de: Kann Datei ~/.pavuk_keys nicht erzeugen

source: # This file was generated by %s # You may edit it if you're careful!
de: # Diese Datei wurde von %s generiert. # Mit der nötigen Umsicht kann sie editiert werden!

source: ********************* Gopher request **************
de: ********************* Gopher-Anfrage **************

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN"> <HTML> <TITLE> Directory of gopher://%s:%hu/%s </TITLE> <BODY> <H1 ALIGN=CENTER><B>Directory of gopher://%s:%hu/%s </H1><BR><BR><UL>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN"> <HTML> <TITLE> Gopher-Verzeichnis://%s:%hu/%s </TITLE> <BODY> <H1 ALIGN=CENTER><B>Gopher-Verzeichnis://%s:%hu/%s </H1><BR><BR><UL>

source: Failed to parse Gopher directory entry: %s
de: Konnte Gopher-Verzeichniseintrag nicht parsen: %s

source: Pavuk: About
de: Pavuk: Über

source: Pavuk %s %s an automatic WEB file grabber By Stefan Ondrejicka URL: http://pavuk.sourceforge.net/
de: Pavuk %s %s Ein automatischer Grabber für das Web. Von Stefan Ondrejicka URL: http://pavuk.sourceforge.net/

source: Processed: %5ld
de: Verarbeitet: %5ld

source: Queued: %5ld
de: In Warteschlange: %5ld

source: Failed: %4ld
de: Fehlgeschlagen: %4ld

source: Rejected: %5ld
de: Zurückgewiesen: %5ld

source: Starting ...
de: Starte ...

source: Too high timeout value for GUI interface implementation of timeout
de: Zu hoher Timeout-Wert für die GUI-Implementierung des Timeouts

source: Dropped URL : %s
de: Abgelegte URL: %s

source: Pavuk: Append URL
de: Pavuk: Hänge URL an

source: New URL:
de: Neue URL:

source: Local filename
de: Lokaler Dateiname

source: Request URL:
de: Fordere URL an:

source: Local filename:
de: Lokaler Dateiname:

source: Extended informations for HTTP POST request
de: Erweiterte Informationen für die HTTP-POST-Anforderung

source: Query fields:
de: Frage Felder ab:

source: Type
de: Typ

source: Value
de: Wert

source: Type:
de: Typ:

source: Value:
de: Wert:

source: Pavuk: Choose form field file
de: Pavuk: Wähle Formularfeld-Datei

source: Form data
de: Formulardaten

source: Matching action URL:
de: Passendes URL-Muster:

source: Cache Directory:
de: Cache-Verzeichnis:

source: Default URL prefix:
de: Standard URL-Präfix:

source: Separate info directory:
de: Separates Info-Verzeichnis:

source: Index file name:
de: Index-Dateiname:

source: Store file name:
de: Dateiname zum Speichern:

source: Identity string:
de: Identifizierungs-String:

source: Netscape browser cache directory:
de: Netscapes Cache-Verzeichnis:

source: Mozilla browser cache directory:
de: Mozilla Cache-Verzeichnis:

source: Reminder command:
de: Erinnerungs-Kommando:

source: Post command:
de: Senden-Kommando:

source: How many times retry on fail:
de: Anzahl der Wiederholungen bei Fehlversuch:

source: How many moved links to follow:
de: Anzahl der zu folgenden Verweise:

source: How many times to reget file:
de: Anzahl der Wiederholungen bei Dateien:

source: Document age before syncing with server:
de: Alter des Dokuments vor Synchronisation mit Server:

source: days
de: Tage

source: Read buffer size:
de: Lesepuffergröße:

source: Hash tables size:
de: Hashtabellengröße:

source: entries
de: Einträge

source: Sleep time between transfers:
de: Wartezeit zwischen Transfers:

source: sec.
de: Sek.

source: randomize
de: zufällig machen

source: Rollback amount on reget:
de: Rücksetzungsbetrag beim Wiederholen:

source: Transfer quota:
de: Übertragungs-Quota:

source: File size quota:
de: Dateigrößen-Quota:

source: Filesystem freespace quota:
de: Quota des freien Speicherplatzes:

source: Number of downloading threads:
de: Anzahl der Threads zum Herunterladen:

source: Misc settings
de: Verschiedene Einstellungen

source: Always generate unique name for document
de: Generiere einen einzigartigen Namen für jedes Dokument

source: Delete FTP document after succesful download
de: Lösche FTP-Dokument nach dem erfolgreichen Holen

source: Preserve document modification time
de: Bewahre Änderungsdatum des Dokuments

source: Preserve FTP document permissions
de: Bewahre Rechte des FTP-Dokuments

source: Preserve FTP symbolic links paths
de: Bewahre symbolische Linkpfade bei FTP

source: Retrieve FTP symbolic links like files
de: Hole symbolische Links bei FTP als Dateien

source: Whole reget when partial not supported
de: Komplett Neuladen, falls partiell nicht unterstützt wird

source: Use gzip encoding for transfer
de: Benutze gzip-Kodierung für Übertragung

source: Remove improper documents
de: Entferne ungültige Dokumente

source: Check transferred size of document
de: Überprüfe übertragene Größe des Dokuments

source: Store directory URLs as index files
de: Speichere Verzeichnis-URLs als Index-Dateien

source: Store info files with each document
de: Speichere Info-Dateien mit jedem Dokument

source: Send self URL as Referer for starting URLs
de: Sende eigene URL als Referer für Anfangs-URLs

source: Send Referer with HTTP requests
de: Sende Referer-Feld mit HTTP-Anforderung

source: Use persistent HTTP connections
de: Nutze durchgehende HTTP-Verbindungen

source: Fetch objects mentioned in style sheets
de: Hole in Style-Sheets verlinkte Objekte

source: Send If-Range header field when regeting
de: Sende If-Bereichs-Header beim erneuten Holen

source: Show time of start and end of downloading
de: Zeige Zeit von Beginn und Ende des Ladens

source: URL scheduling strategy:
de: URL-Terminplanungsstrategie:

source: HTML document URL rewriting rules
de: URL-Neuschreiberegeln im HTML-Dokument

source: Rewrite URLs inside HTML doc.
de: Schreibe Links innerhalb von HTML-Dokumenten neu

source: Rewrite URLs to local when stored locally
de: Ändere URLs zu lokalen URLs, wenn sie lokal gespeichert werden

source: Rewrite all suitable URLs to local
de: Ändere alle passende Links zu lokalen Links

source: Rewrite all URLs to local immediately
de: Ändere alle Links unverzüglich zu lokalen Links

source: Rewrite all URLs to remote immediately
de: Ändere alle URLs unverzüglich zu entfernten URLs

source: Rewrite only one currently download URL
de: Nur eine aktuell zu ladende URL neuschreiben

source: Tuning of HTML rewriting engine
de: Anpassung der HTML-Neuschreiberegeln

source: Don't touch URL wildcard pattern:
de: URL-Wildcard-Muster nicht ändern:

source: Don't touch URL RE pattern:
de: Reg. Ausdruck der URL nicht ändern:

source: Don't touch HTML tag RE pattern:
de: Reg. Ausdruck der HTML-Tags nicht ändern:

source: Net
de: Netz

source: Allowed protocols
de: Erlaubte Protokolle

source: FTP data connection type
de: FTP-Datenverbindung

source: Active
de: Aktiv

source: Passive
de: Passiv

source: Communication timeout:
de: Kommunikations-Timeout:

source: Maximal transfer rate:
de: Maximale Übertragungsrate:

source: Minimal transfer rate:
de: Minimale Übertragungsrate:

source: Local interface address:
de: Lokale Interface-Adresse:

source: Additional HTTP headers:
de: Zusätzliche HTTP-Header:

source: Additional FTP list options:
de: Zusätzliche FTP-Listenoptionen:

source: Use wide listing of FTP directories
de: Verwende breite Liste für FTP-Verzeichnis

source: Fix detection of nonexisting FTP directories on WuFTPD FTP servers
de: Korrigiere Erkennung fehlender Verzeichnisse auf WuFTPD-Servern

source: Use HTTP/1.1 protocol for HTTP communication
de: Verwende HTTP/1.1-Protokoll für HTTP-Verbindungen

source: FTP login handshake rules
de: FTP-Anmelderegeln

source: Login handshake
de: Anmeldevorgang

source: Handshake:
de: Verbindung:

source: Gopher via HTTP proxy
de: Gopher über HTTP-Proxy

source: FTP via HTTP proxy
de: FTP über HTTP-Proxy

source: FTP via HTTP tunneling proxy
de: FTP über HTTP-Tunnel-Proxy

source: Allow caching of documents
de: Erlaube Caching von Dokumenten

source: Languages
de: Sprachen

source: Preffered languages
de: Bevorzugte Sprachen

source: Language code:
de: Sprachcode:

source: Preffered character sets
de: Bevorzugte Zeichensätze

source: Character set code:
de: Zeichensatzcode:

source: Basic auth. scheme
de: Grundlegendes Authentifizierungschema

source: Auth
de: Authentifizierung

source: User authentification
de: Benutzerauthentifizierung

source: Scheme:
de: Schema:

source: User name:
de: Benutzer:

source: Reuse HTTP Digest access nonce
de: Verwende HTTP-Digest-Zugriffs-Nonce wieder

source: HTTP proxy user authentification
de: HTTP-Proxy-Benutzerkennung

source: FTP proxy user authentification
de: FTP-Proxy-Benutzerauthentifizierung

source: Misc
de: Verschiedenes

source: E-mail address:
de: E-Mail-Adresse:

source: Send From: header with HTTP request
de: Sende From:-Header mit HTTP-Anforderung

source: SSL client certificate
de: SSL-Client-Zertifikat

source: Certificate password:
de: Zertifikats-Passwort:

source: Certificate PEM file:
de: Zertifikats-PEM-Datei:

source: Certificate key file:
de: Zertifikats-Schlüssel-Datei:

source: NSS certificate config directory:
de: NSS-Zetifikatseinstellungsverzeichnis:

source: Accept unknown certificates
de: Akzeptiere unbekannte Zertifikate

source: Domestic SSL ciphers policy
de: SSL-Chiffren Politik

source: List of preffered ciphers:
de: Liste der bevorzugten Verschlüsselungen:

source: SSL protocol version
de: SSL-Protokollversion

source: Miscelanous SSL settings
de: Verschiedene SSl-Einstellungen

source: EGD daemon socket path:
de: EGD-Dämon Socket-Pfad:

source: Unique ID for all SSL sessions
de: Einzigartige ID für alle SSL-Sitzungen

source: Try to find unique name, when original log file locked
de: Versuche eindeutigen Namen zu finden, wenn die originale Log-Datei gelockt ist

source: Log file:
de: Log-Datei:

source: Shortlog file:
de: Kurzlog-Datei:

source: Log window length:
de: Länge des Log-Fensters:

source: Disabled cookie domains
de: Nichterlaubte Cookie-Domains:

source: Cookies settings
de: Cookie-Einstellungen

source: Update cookies
de: Aktualisiere Cookies

source: Send cookies
de: Sende Cookies

source: Accept cookies
de: Akzeptiere Cookies

source: Check cookies domain
de: Überprüfe Domain der Cookies:

source: Cookies maximal number:
de: Maximalzahl der Cookies:

source: Cookie file:
de: Cookie-Datei:

source: Filename
de: Dateiname

source: Local filename conversion rules
de: Konvertierungregeln für lokale Dateinamen

source: Replace String1 with String2 in filename
de: Ersetze String 1 mit String 2

source: Delete characters from filename
de: Lösche Zeichen aus Dateinamen

source: Character set:
de: Zeichen:

source: Replace chars from Set1 with chars from Set2 in filename
de: Ersetze Zeichen aus Liste 1 mit Zeichen aus Liste 2

source: Character set1:
de: Liste 1:

source: Character set2:
de: Liste 2:

source: Base level of tree:
de: Unterste Ebene des Baumes:

source: Local filename mapping rules
de: Regeln für Zuordnung von lokalen Dateinamen

source: Match pattern
de: Passendes Muster

source: Rule
de: Regel

source: wildcard pattern
de: Wildcard-Muster

source: RE pattern
de: Muster aus regulären Ausdrücken

source: Matching pattern:
de: Passendes Muster:

source: Construction rule:
de: Erzeugungsregel:

source: Advertisement
de: Werbung
